[
    {
        "name": "Katy Seals",
        "content": "A little bit about Holly: she consistently demonstrates a strong work ethic and dedication, which motivates the entire team to strive for excellence. Her approachability and willingness to support others create a positive and collaborative work environment, and she advocates for her colleagues at every opportunity.<br><br>Holly's skill in task delegation is exemplary. She has an innate talent for identifying each team member's strengths and assigning tasks that not only play to these strengths but encourage professional growth. This approach boosts team morale and confidence.<br><br>Holly's problem-solving skills are another area where she truly shines. She has an impressive knack for breaking down issues and finding solutions.<br>Overall, Holly's contributions are immensely valuable, and I am grateful to have her as a part of our team. Thank you for your hard work, commitment, and leadership."
    },
    {
        "name": "Amanda Brand",
        "content": "Holly is a phenomenal colleague and an even better developer. She's made my job so much easier through her sheer determination and creative spirit - whether it's solving a problem, leading our team through new projects, or answering questions about CRO in general, she's a consistent go-to and thought leader. We are extremely lucky to have her on our team!"
    },
    {
        "name": "Mark S.",
        "content": "Holly has been incredibly busy over the past few months, yet in addition to her normal duties, she has exhibited exceptional leadership by reorganizing, streamlining, and significantly enhancing the CRO team.<br>I have seen her develop amazing and comprehensive training videos, detailed flow charts, and she has improved our ticket naming conventions to eliminate confusion. In addition, Holly reprogrammed all related automations to align with the new naming system. She accomplished all this while managing demanding clients, some of whom were indecisive at times.<br><br>Her dedication and long hours have truly paid off. So much of what Holly contributes goes unnoticed by people not working with her everyday. I want to take a moment to express how awesome she is and acknowledge how much we appreciate her efforts in helping us catch up and finally get ahead."
    },
    {
        "name": "Lacey Hay",
        "content": "<b>Shoutout to Holly!</b> She is not only an incredible developer but also an amazing teacher and mentor who makes learning feel effortless and approachable. She never makes anyone feel less than for not knowing something and is always willing to dive in and figure it out together.<br>Holly is a truly inspiring leader. Her patience, empathy, and natural ability to advocate for others really sets her apart—she genuinely prioritizes the well-being of those around her, and we’re all better for having her in our corner.<br>She makes coding, communicating, and lifting others up look effortless, all while fostering teamwork, collaboration, and top-tier work. If Holly’s on it, consider it done—and done exceptionally well. We’re so lucky to have her!"
    },
    {
        "name": "Stephanie M.",
        "content": "Holly is awesome and can quickly think through great solutions to odd problems. I am super jelly of her dev-savvy."
    }
]